const books= [
    {
        name: "عادتهای اتمی",
        price: "150000",
        author: "فردوسی",
        id: "01",
        score: "87",
        download: "452",
        show: "785",
        lorem: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون "
    },
    {
        name: "عادتهای خوب",
        price: "200000",
        author: "فردوسی",
        id: "02",
        score: "95",
        download: "57",
        show: "243",
        lorem: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون "

    },
    {
        name: "عادتهای بد",
        price: "10000",
        author: "فردوسی",
        id: "03",
        score: "80",
        download: "452",
        show: "785",
        lorem: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون "

    },
    {
        name: "عادتهای هر برنامه نویس",
        price: "400000",
        author: "بین الملل",
        id: "04",
        score: "90",
        download: "452",
        show: "965",
        lorem: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون "

    }
]

export const getBooks = () =>{
    return books;
}
export const getBook = (id) =>{
    return books.find(book => book.id === id)
}